{
    "about_us": "ABOUT US",
    "directorates": "DIRECTORATES",
    "special_initiatives": "SPECIAL INITIATIVES",
    "acts_gos": "ACTS & GOS",
    "right_to_information": "RIGHT TO INFORMATION",
    "press_releases": "ACADEMICS",
    "donate_to_namma_school": "DONATE TO NAMMA SCHOOL",
    "know_your_emis": "KNOW YOUR EMIS",
    "department_of_school_education": "EduBasedTN",
    "government_of_tamil_nadu": "Department of Information Technology",
    "registration_page": "Registration Page",
    "first_name": "First Name",
    "last_name": "Last Name",
    "role": "Role",
    "student": "Student",
    "staff": "Staff",
    "district": "District",
    "area": "Area",
    "school": "School",
    "class_section": "Class and Section",
    "subject": "Subject",
    "create_unique_id": "Create Unique ID",
    "select_district": "Select District",
    "select_area": "Select Area",
    "select_school": "Select School",
    "login": "Login",
    "register": "Register",
    "Student Login": "Student Login",
      "Staff Login": "Staff Login",
      "Admin Login": "Admin Login",
      "content": "The EduBasedTN accords the highest priority to providing quality education to the citizens of tomorrow. Education is the gateway to a better future for today’s children and it is the formative years of school education that lay the foundation for their future wellbeing. It is the primary objective of the state to provide quality, accessible and inclusive education to all its children, and to this end, the government has provided the highest budgetary allocation of Rs.32,599.54 crore for the year 2021-22 for school education. The focus of the Government in School Education will be to ensure that enrolment of all school age children is achieved in total, to ensure complete retention of all enrolled children right upto the secondary level, to bring drop-outs to zero, to improve the learning outcomes among children as appropriate to their age and level, to empower teachers by effective and useful training, to leverage the power of technology in the teaching-learning process, to provide foundational literacy and numeracy skills to all students, to improve basic amenities in schools, and to equip children with new-age skills and to ensure their safety and wellbeing, especially given the new-normal set by COVID. The various Directorates under the Department of School Education are responsible for fulfilling the aforementioned objectives of the Government. The main wings of the Department are the Directorate of Elementary Education, the Directorate of School Education, Directorate of Matriculation Schools, Samagra Shiksha, Directorate of Non-Formal and Adult Education and are supported by organisations such as State Council for Education, Research and Training(SCERT), Directorate of Government Examinations, Directorate of Public Libraries, Teachers Recruitment Board and the Tamil Nadu Textbook and Educational Services Corporation. School Education is a critical phase in every student’s life as it lays the foundation of the future of an individual and creates avenues for both higher education and employment opportunities. Tamil Nadu has always been a pioneer in the field of education in India by providing quality and inclusive education to all its children along with the necessary infrastructure in all schools. The vision of the department is to provide universal access to schools and to promote holistic development by providing quality education to each student. Our education system focuses not only on imparting subject oriented knowledge to students but also life oriented skills to equip them to face real life challenges.",
      "Donate to NAMMA SCHOOL": "Donate to NAMMA SCHOOL",
      "Pay using card": "Pay using card",
      "Enter Amount": "Enter Amount",
      "Card Number": "Card Number",
      "CVV Number": "CVV Number",
      "Enter": "Enter",
      "Pay using UPI": "Pay using UPI",
      "Enter UPI ID": "Enter UPI ID",
      "Proceed to Payment": "Proceed to Payment",
      "Name": "Name",
      "Roll No": "Roll No",
      "Class": "Class",
      "Section": "Section",
      "Academic Ranking": "Academic Ranking",
      "Overall Percentage": "Overall Percentage",
      "Subject 1": "Subject 1",
      "Subject 2": "Subject 2",
      "Subject 3": "Subject 3",
      "Subject 4": "Subject 4",
      "Subject 5": "Subject 5",
      "View Result": "View Result",
      "View Tasks and Events": "View Tasks and Events",
      "Edit": "Edit",
      "paymentTitle": "Payment Page",
      "cardPayment": "Card Payment",
      "upiPayment": "UPI Payment",
      "cardNumber": "Card Number",
      "expiryDate": "Expiry Date",
      "cvv": "CVV",
      "upiId": "UPI ID",
      "payNow": "Pay Now"
  }
  