{
    "about_us": "எங்கள் பற்றி",
    "directorates": "இயக்குதலைகள்",
    "special_initiatives": "சிறப்பு திட்டங்கள்",
    "acts_gos": "சட்டங்கள் & அரசாணைகள்",
    "right_to_information": "தகவல் பெறுவதற்கான உரிமை",
    "press_releases": "கல்வி",
    "donate_to_namma_school": "நம்மா பள்ளிக்கு நன்கொடை",
    "know_your_emis": "உங்கள் EMIS ஐப் பற்றி அறியவும்",
    "department_of_school_education": "எடுபேஸ்டீTN",
    "government_of_tamil_nadu": "தகவல் தொழில்நுட்பத் துறை",
    "registration_page": "பதிவு பக்கம்",
      "first_name": "முதல் பெயர்",
      "last_name": "கடைசி பெயர்",
      "role": "பங்கு",
      "student": "மாணவர்",
      "staff": "ஊழியர்",
      "district": "மாவட்டம்",
      "area": "பகுதி",
      "school": "பள்ளி",
      "class_section": "வகுப்பு மற்றும் பிரிவு",
      "subject": "பாடம்",
      "create_unique_id": "தனிப்பட்ட ஐடி உருவாக்கவும்",
      "select_district": "மாவட்டத்தைத் தேர்ந்தெடுக்கவும்",
      "select_area": "பகுதியைத் தேர்ந்தெடுக்கவும்",
      "select_school": "பள்ளியைத் தேர்ந்தெடுக்கவும்",
      "login": "உள்நுழைவு",
      "register": "பதிவு",
      "Student Login": "மாணவர் உள்நுழைவு",
      "Staff Login": "பணியாளர் உள்நுழைவு",
      "Admin Login": "நிர்வாகி உள்நுழைவு",
      "content": "தமிழ்நாடு அரசு நாளைய குடிமக்களுக்கு தரமான கல்வியை வழங்க மிகுந்த முக்கியத்துவம் அளிக்கிறது. கல்வி இன்றைய குழந்தைகளுக்கு நல்ல எதிர்காலத்திற்கு நுழைவாயிலாகும் மற்றும் பள்ளிக் கல்வியின் உருவாக்க காலம் அவர்களின் எதிர்கால நல்வாழ்விற்கு அடித்தளமாகும். அனைத்து குழந்தைகளுக்கும் தரமான, அணுகக்கூடிய மற்றும் உள்ளடக்கிய கல்வியை வழங்குதல் மாநிலத்தின் முதன்மை நோக்கமாகும், மற்றும் இதனை அடைவதற்காக, 2021-22 ஆண்டிற்கு பள்ளிக் கல்விக்காக ரூ.32,599.54 கோடி உயரிய பட்ஜெட் ஒதுக்கீடு செய்துள்ளது. பள்ளிக் கல்வியில் அரசின் கவனம் அனைத்து பள்ளி வயதுடைய குழந்தைகளும் முழுமையாக சேர்க்கப்படுவதை உறுதிசெய்யவும், மேல் நிலை வரை அனைத்து சேர்க்கப்பட்ட குழந்தைகளும் முழுமையாக தொடர்வதை உறுதிசெய்யவும், கைவிடுபவர்களை சுழியமாக்கவும், அவர்களின் வயதிற்கும் நிலைக்கும் பொருத்தமானதாக குழந்தைகளின் கற்றல் முடிவுகளை மேம்படுத்தவும், பயன்மிக்க பயிற்சியால் ஆசிரியர்களை அதிகாரமளிக்கவும், கற்பித்தல்-கற்றல் செயல்முறையில் தொழில்நுட்பத்தின் சக்தியைப் பயன்படுத்தவும், அனைத்து மாணவர்களுக்கும் அடித்தள எழுத்தறிவு மற்றும் கணிதத்திறன்களை வழங்கவும், பள்ளிகளில் அடிப்படை வசதிகளை மேம்படுத்தவும், குழந்தைகளுக்கு புதிய துறைத் திறன்களை வழங்கவும், குறிப்பாக COVIDல் நியூ-நார்மல் அமைந்துள்ளதை உறுதிசெய்யவும் ஆகியவற்றில் உள்ளது. கல்வித் துறை உள்ளடக்கத்தில் பல்வேறு இயக்குநரகங்கள் மேற்கூறிய அரசின் நோக்கங்களை நிறைவேற்றுவதற்குப் பொறுப்பாக உள்ளன. துறையின் முக்கிய கிளைகளாக எலிமென்டரி கல்வி இயக்குநரகம், பள்ளிக் கல்வி இயக்குநரகம், மேட்ரிகுலேசன் பள்ளிகள் இயக்குநரகம், சமக்ரா சிக்ஷா, பொது நூலகங்கள் இயக்குநரகம், ஆசிரியர்கள் ஆட்சேர்ப்பு வாரியம் மற்றும் தமிழ்நாடு பாடப்புத்தக மற்றும் கல்விசார் சேவைகள் கழகம் போன்ற அமைப்புகள் உள்ளன. பள்ளிக் கல்வி ஒவ்வொரு மாணவரின் வாழ்க்கையிலும் மிக முக்கியமான கட்டமாகும், இது ஒருவரின் எதிர்காலத்தின் அடித்தளத்தை அமைக்கிறது மற்றும் உயர் கல்வி மற்றும் வேலைவாய்ப்புகளுக்கான வழிகளை உருவாக்குகிறது. தமிழ்நாடு பள்ளிகளில் தேவையான உள்கட்டமைப்புகளுடன் அனைத்து குழந்தைகளுக்கும் தரமான மற்றும் உள்ளடக்கிய கல்வியை வழங்குவதன் மூலம் இந்தியாவில் எப்போதும் முன்னோடியாக இருந்தது. துறையின் நோக்கம் பள்ளிகளுக்கு உனிவர்சல் அணுகலை வழங்குதல் மற்றும் ஒவ்வொரு மாணவனுக்கும் தரமான கல்வியை வழங்குதல் மூலம் ஒட்டுமொத்த வளர்ச்சியை ஊக்குவிக்கிறது. எங்கள் கல்வி முறை மாணவர்களுக்கு பாடக்கரு சார்ந்த அறிவை வழங்குவதில் மட்டுமல்லாமல் அவர்கள் வாழ்க்கை சவால்களை எதிர்கொள்ள அவர்களைத் தயாரிப்பதற்கும் வாழ்க்கை சார்ந்த திறன்களை வழங்குகிறது.",
      "Pay using card": "அட்டை பயன்படுத்தி செலுத்தவும்",
      "Enter Amount": "தொகையை உள்ளிடவும்",
      "Card Number": "அட்டை எண்",
      "CVV Number": "CVV எண்",
      "Enter": "உள்ளிடவும்",
      "Pay using UPI": "UPI பயன்படுத்தி செலுத்தவும்",
      "Enter UPI ID": "UPI ஐடி உள்ளிடவும்",
      "Proceed to Payment": "கொடுப்பனவிற்கு செல்லவும்",
      "Name": "பெயர்",
      "Roll No": "உதவிக் குறியீடு",
      "Class": "வகுப்பு",
      "Section": "பிரிவு",
      "Academic Ranking": "வைத்திய நிலை",
      "Overall Percentage": "மொத்த சதவிகிதம்",
      "Subject 1": "பொருள் 1",
      "Subject 2": "பொருள் 2",
      "Subject 3": "பொருள் 3",
      "Subject 4": "பொருள் 4",
      "Subject 5": "பொருள் 5",
      "View Result": "முடிவைக் காண்க",
      "View Tasks and Events": "பணிகள் மற்றும் நிகழ்வுகளைப் பார்க்கவும்",
      "Edit": "திருத்த",
      "paymentTitle": "கட்டணப் பக்கம்",
      "cardPayment": "அட்டை கட்டணம்",
      "upiPayment": "யுபிஐ கட்டணம்",
      "cardNumber": "அட்டை எண்",
      "expiryDate": "காலாவதி தேதி",
      "cvv": "சிவிவி",
      "upiId": "யுபிஐ ஐடி",
      "payNow": "இப்போது செலுத்து"
 
  }
  